#+title: Important
* DONE Get osusub running :Quick:
:LOGBOOK:
CLOCK: [2023-01-13 Fri 11:22]--[2023-01-13 Fri 11:47] =>  0:25
:END:
* DONE Ensure Peltier is Working :Long:
- [ ] Does not turn on until told to do so
- [X] Can hold temperature at 5C with Chiller
- [-] Can Change Set Temperature
- [ ] Turns off when GUI turns off
- [ ] Does not crash
  - [ ] If Crash is inevitable, turn off Peltier when this happens
* DONE Fix Peltier code so that values displayed in GUI are read directly from controller not from user input :Quick:
* DONE Finish Computer Session 2 :Deadline:
* DONE Finish Particle Homework :Deadline:
* DONE Push Peltier Code
* DONE Push Change to Disappearing Tracks
* DONE Peltier Controller shows large value when set temp is negative
* DONE Check Peltier Polarity control button
* TODO Setup persp mode for workspace specific buffer lists
* TODO 1 Chapter in Modern Particle Physics
* DONE Fix Computer Session assignments
:LOGBOOK:
CLOCK: [2023-01-22 Sun 22:39]--[2023-01-22 Sun 23:26] =>  0:47
CLOCK: [2023-01-22 Sun 22:07]--[2023-01-22 Sun 22:32] =>  0:25
:END:
* DONE Read MilliQan Paper
:LOGBOOK:
CLOCK: [2023-01-23 Mon 10:00]--[2023-01-23 Mon 10:34] =>  0:34
:END:
* DONE Check on DeepSets stuff
:LOGBOOK:
CLOCK: [2023-01-23 Mon 10:50]--[2023-01-23 Mon 10:53] =>  0:03
:END:
* STRT DeepSets Producer [0/4]
- [ ] Convert some of the input data to producer to image files
- [ ] Run Producer over input files
- [ ] Run python over input image files
- [ ] Compare Producer to python
* TODO MilliQan Data Analysis [0/3]
:LOGBOOK:
CLOCK: [2023-01-23 Mon 11:41]--[2023-01-23 Mon 12:02] =>  0:21
:END:
- [ ] Look through data files
- [ ] Review Geometry of Detector
- [ ] Make 1 of the cuts shown in the paper
